
    {
        "test1" :[
            {
        "course_type": "Software",
        "course_name": "Python And Django Framework For Beginners Complete Course",
        "course_author": "Horizon Tech",
        "students": "2063",
        "sub_cat_1": "Introduction",
	"sub_cat_1_desc": "We know that Python is a high level language and object oriented language. It is very much expressible and it is having a very easy syntax to write the code. So let us go for our detailed discussion on this overview of Python as it is coming next. Bite on coding can be done in three different ways. First one is the immediate mode. Next one is a script mode. And the last one using some integrated development environment that is IDC. So at first we are going to discuss why how we can do the coding in bite on in immediate mode. So here we are opening our command prompt. And we are going to the respective folder. That is our sequel loan users. This is a name and anaconda tree helping stole this anaconda. We have discussed that one in our other video that what are the steps we regret to install this anaconda? So far, this one will be degrading, despite onboard the ACSI. So despite on the DMZ, if we click, then this comment probably will open with this. That's pretty prompt. That is a triple Gregan symbol. So here you can write the code in the immediate mode to run our scripts. You can find this one. So we are writing this one print. Hello, World. So in this week, we can go for this or a is equal to one hundred. B Ziegel to 200 C is equal to A plus B. And then we can go for Prince. Prince. So it is getting printed as he did. So it is a mode which is known as the immediate mode. That means we can also do the same using our common prompt here. So here we are having our command prompt. So I'm going for this. Users and this are not. Then I'll be going for this Anaconda three. We can't go for this anaconda tree here to it having our bite on so we can go for this. So a bite, the exit is there, we can run it. And we're going to get the same screen. What about body we had? So this is our this is known as the immediate mode. So typing Biton in the comment line will invoke the interpreter in the immediate mode, and you can directly type in Biton expressions and presenters to get the required output. And if the A and if the prior Biton prompt, it will tell us that interpreter is ready for our input. So liquid type some code here. So I'm going for this print. So one hundred plus two hundred, you can easily find it is calculating and giving me the outcome. So that is our immediate mode. Now, let me tell you that how to do the coding using the script mode. So for that purpose, we're just opening a notepad. For the Taiping. So here I am writing the code. There is a print. So we have type this code here and you are saving this one. And that is pretty for. There is Anaconda three and giving the name as Sprog one. Not by giving their name as sprog wandered by. So we are saving this one sprog wandered by user Vilem. Now we are coming back to about I'm getting back my prompter. So let me check with that. The file has got saved here or not. Is a file house gossip with a 41 bites here. So now we can execute this code using Python. So Biton will interpret this. This program. So we're going for this by on Brog one dog bite. You can see that the program is executing. So this is the this is a mode known as skip mode where we can type our code and this model be used to execute the Python program written in a file, and then we're executing it using Python and the file. You can get the output here. So there's a program we called. OK, and is it is because of output we are getting, there is another way to type the code. And that is our integrated development environment. So for that purpose, we are just invoking this anaconda. So Anaconda navigator. Zanta navigator, now here we're going for this. Jupiter, let me to open it in a browser. So here we're having so I shall go for this plus. So when I went for this bite on three. So you can find that this is our untitled dot, I.B.. Why Inbee? So there is extension here. You can write the code. So print. We can execute it. Welcome to the world of programming. In this, we can go on execution. So you see it has opened into our Chrome browser. So on the default browser, this not bad will get opened. There is a Jupiter lab. So now we are going for this. Jupiter, not book. We tested that Jupiter lab now. We are going for this Jupiter notebook. So it beautiful. It is telling. Now we're going for a new bite country. So heroes we can type. You can go for the execution. In this way, also using this Jupiter, we can also go for this typing, so we tested the Jupiter Lab and Jupiter notebook. So, too is we have done nonet make we go for the spider. So we're using this part. So here you can see that assignments are coming. So there's a way in which you are typing and you can go for the execution. You can find that hello old and welcome is getting executed. So there is another way to execute the same. I know you can find that we can go for the Rantzen. So only this particular line. I'm just going for this and then I'm going with it until you see one of the Hellewell has got to execute it. So ladies welcome has got executed in this way so we can go for partial execution. Let us suppose we're having variables, say A is equal to one hundred and say B is equal to 200. Now we are going fourth, say C is equal to A plus B. And then we're going for this value of C is going to get printed. So. Some of. Is. So that is another way to type format. We shall be discussing all these things into details. If we go on executing, we can find that sort of sum of 100 and 200 is 300. But having a variable X Explorer here, you can see the value of A and B and C will be displayed. You can find that the value of A and B and C are getting displayed. So I'm just making this one up six 600, making this one as 500. So now if I go on executing, you can find that the values up what uprated. So there is an advantage of this. There's a spider also heroes. We can have the line-by-line execution. As I told you that if I Maqdis and if you go for Ansell, you were getting only these two lines are getting executed. So there is another fantastic way to execute this Python program. So as we discussed that Python is starting with one cross platform. Programming language, and it executes in Windows, Mac with Linux and Unix. And also it can be executed, ported to the job Hahndorf and virtual missions. I know it is. Python is available in some Unix and in Mac preinstalled, but in that case, obviously the versions might be the older one. So it is it is our better choice to install it. The latest version and exploded according to our requirement. We can explore that one. And now let me discuss some of the different features of despite one python is an object oriented language, which means that it can model real world objects. And it is also dynamically typed because it carries out type checking at random. So dynamic and dynamically tapping means during the runtime the variables Dickert type will be decided here. That named Python came by Guido van Rossum on it. It came after the committee group. That is a Monty Python. And from there, this named Python came here. If you consider C Python, then it goes up C Python architecture, where having password, which uses the source code to generate an up abstract syntax treat with having compiler, which runs the way stars abstract a syntax tree into python bytecode. Having interpreter, which you'll be executing the code line-by-line. And we are also having their respective three components. So that is our parser compiler and interpreter. So Parser will convert the source code to the as I told you. That is abstract syntax. Compiler will convert this abstracts indexed tree into the bytecode format. And then the interpreter will come, which will execute this code line by line. Bitel is having multiple different components. There is a functions, classes, modules, packages and so on. We know that functions is nothing but a collection of statements named into one classes said nothing, but it gives up object oriented programming. So it supports the classes and the objects. A Python module is a collection of related classes and the functions where having the packages or package is a collection of related models and you'll be using multiple different packages in our current tutorial on Biton here. If you consider the features of Python, the python is very easy. That means very easy to learn and understand. It is interpreted so it is interpreted, executed line by line. So this makes it easy to test and debug. If we consider the respective object oriented, it supports the classes and objects. It is free and open source. So that is another design advantage for making the python so popular. So that is the language and its source code are available to the public for free. No need to buy a costly license. It is portable. That means we can run Python on Windows, Mac, Linux and other platform. As I discussed, Biton supples that you want programming. That means we can develop it. Yet you won't interface for our users and it is having a large library. That is one of the very important feature of Python. That is a python provides us with a large standard library and you can use them to implement a variety of functions on multiple different frameworks that are available in Python, where having they say Whipp to buy having no by having a pyramid, we are having Sibai, we are being D Jungle's or so many different frameworks that are available at this. Frameworks are required to develop our Softworks in multiple different applications for multiple different custodies. So that's why byte on is so useful and the common extension for Python file will be done by. So it is a common extension which you had in our notepad. You know that in our notepad we had that extension. That is a proc one dog bike. So it is a normal extension for a python source python. But having other extensions, that is spee. Why you see, that is a comp. bytecode would having be white D there is a Windows DL file where having be white, all that is a file created with optimizations. B white w there is a. On script for Windows B, Y, Z. There is a Python script archive. So the last question I want to discuss that. Why should we learn Python? Because using Python, we can go for developing a Web site, develop a game platform, computer vision. Do the machine learning. Because in our machine learning we're having despite on under our programming languages. And Python is one of the most popular language in our machine. Learning and artificial intelligence domain. Enable a robotics, enable robotics, perform whip scrapping. We're having parfum, get illnesses, automate a web browser, performing scripting, perform scientific competitions, build artificial intelligence oriented applications and so on. So that's why Biton is becoming so useful. And we are having multiple different constructs in bite on like our list. We are having troubles. We're having dictionaries where having common sense gokmen string and well-being cities. We are having the sets, we're having sequences and so on. So, so many things and we'll be covering all these different aspects of Python in a word tutorial. So please go through all the videos in the sequencing which they're updating in the tutorial. And this is our overview on Python tanks about watching this video.",
	  "sub_cat_2_desc": "Python Variables And Constants",
	  "sub_cat_2_desc": "We shall start with our discussion with Python variables. We know that in any programming language we define some variables. So variables are nothing but some named memory locations. So how many memory locations will be defined under one variable that will be decided by its ticker-Tape? That is a side of that data. So here we are having the python vegetables. So in python biddable is a name. Name. The location used to store data in the memory. Each vegetable must have a unique name called identified. So depending upon the type of the vegetable, the number of bytes going to be occupied. That will be decided. And the memory address of that memory block will be having a name which is accessible from that programming goal. So that will make the programers. It will make the programers easier to write. The corpus in Python variables do not need declension to dissolve memory space. The variable declension are the variable. Initialization happens automatically when we assign a variable, assign a value to a variable. So there is no need to define all the variables at the beginning of the code. Like in our C C++, we always write all the variables and the respective prototypes at the beginning of our code and then only we can use them in the respective successive codes. But that constraint is not there in Python debatable declaration and the variable initial additions can be done in the same segment. So here to see this account is equal to one hundred. Say Ian B. Underscore name is Robin and say H1 h2 S3 is equal to 44, comma 37, comma 22. So in this way you see at this particular line the variable age one is two is three. The airport defined. Their respective vegetables have got initialised. And here you see here we put the indigo values so the variable will have their respective prototype in Dejour in decades. So in this way, we can have multiple vegetables, can be initialized, can be can be declared in the same statement. And this is a syntax in which we are writing. So there is no need to put the semicolon at the end of the Python statement. So that's why no semicolon is there. So that's why this a way to define. And also to initialize vegetables. A constant is a type of debatable whose value cannot be changed. And it is helpful to think of Constance as containers that hold information which cannot be changed later on. So that's right. The constant is not amber debatable, which will be holding a value, but the value cannot be changed later on. So naming conventions for vegetables and Constance in Bichon. So that is that nomenclature should be purposeful. We all know that it is a good program aspect is the best practices of the developers and programmers. Is that the variable named the function name? The class name should be purposeful. A very readable name. I should get the idea. What is the purpose of the vegetable. And what kind of value it is supposed to hold that use user name. There is a camel guests notation. What is the meaning of this camel gets it chemicals means. The first letter will be in the lowercase. But the next two words. If there are multiple words in the vegetable name, they'll be starting with the capital letters and the rest of the letters will be in the Lorqess. So use capital letters to represent a constant symbols like you're at the root of hash. Exclamation dollard percentage extract should not be used. Don't start with the digit that is very common in the previous video also. We have shown you that one one variable is not a valid variable name, but variable one is a valid weight of a name. So constants are put in two function models and meant to be meant not to be chance to I. As I discussed earlier, the constants cannot be changed later on. So constant and variable names should have the combination of Blitzers and Lorqess that is small A too small Z or uppercase letters. That is a capital A two capital Z are digits that is zero to nine are an underscore. These are the valid characters in naming. So let us go for a further discussion with some demonstration for easier understanding. Indecision we're discussing and demonstrating. How do different constraints and vegetables. So constants in Bryton can be defined. It is a common practice to write all the constant D'Costa name, all in the capital letters. So PI is equal to three point one for Gravities to nine point eight. In this way the constants can be defined in about PYKEN and now we are going to define that, how that variables can be defined and how to declare variable, how to assign values Palouse on them. So easy to appled. So now it is available as the apple is up to date, text or string. So it'll be object type string it. So print a so it'll get printed. So now lipin go for execution. This line has got no print so that's why there is no outcome is. So let me go for that. Print. If you go for this sprint buy, we're getting this one asleep and one for now for this part. If I go for the execution, it will come like this. So Ezekiel Dapple, so print a. So it is printing Apple here, changing the value of a variable so that can be done using reassignment. So easy go to Aeroplan. So now if you type this one and then print day, it is printing their respective string. So next time I'm printing, I'm just assigning one hundred to eight. So now if we print A then it is getting the value one hundred. So you can find that the sim biddable sometimes maybe initialized with the string, sometimes with the integer. And that is allowed in Python because it goes up byte on Python. A python is a dynamic type language. That means the variables Drecker type will be decided during their content. So during the runtime, what about the value the variable is containing that will decide that getter type of the variable? And in case of Python, there is no need to declare the variable separately at the beginning of the code. We can define debatable as when we request to use them. And he can find that here. This is the to Aeroplan. So that means that he has got the data type string. And the next part of the code that will be treated as a string until unless it is getting initialized with some other data type value. So here do aberrated is equal to one hundred. So on the next part of the code, Elbit, you did as of the type integer until an alias is getting initialize with some other type of panels, assigning multiple values to be available. So B, C, D, all these three variables are getting assigned with this one 2.5 Penhallow respectively in a Simsim single line. So this one will be assigned to be 2.5, will be assigned to C and hello. Will be assigned to D. So when you are been B, C and D, we're getting the outcome as one two point five. And hello. Next, what is that. Assigning the symbol to multiple variables, using a same statement in the same line. So B is the goal to see? Is the goal to D, is the goal to fight? That was a fiber's getting assigned to B, C and D bought at the symbol sometime in a single stickman single assignment stickman. So Phi Phi Phi is going to get printed here. So in this example and demonstration we have discussed that how to define constants and how to define variables and how to assign values on them."
    },
    {
        "course_type": "Software",
        "course_name": "Learn Python Scripting - Scripting Masterclass 2021",
        "course_author": "Mark Nielsen",
        "students": "3641",
        "sub_cat_1": "Introduction",
        "sub_cat_1_desc": "This class is the python class that you need if you're interested in scripting or ultimate decision whether it be on your local machine on a server or in any task out there Python can be used to automate the job for you. So in this class you will learn a lot about the pattern Programming Fundamentals but also how you can apply it actively around different tasks. So each section in this course is divided and into a given script performing some kind of task meaning that you can go to the correct curriculum and see whether there are some specific scripts and features that you will like to learn first in order to improve your current work or to build some kind of application idea you have and then simply just start by that. It's not like you have to follow it from start to end but you can jump around based on what kind of scripting and tasks that you find interesting to learn. It will all be in Python so as long as you have followed this introduction where we installed python and idea you are really free to skip along and go nuts in whatever the section that you would like to learn so why python. First of all Python is a very popular programming language and it is very easy to learn so you will get started really quick and build some advance stuff rather quickly compared to other programming language systems such as C++ or C. Another great feature about Python is that it runs on both Mac Windows and Linux meaning that compared to languages such as C sharp you will have a hard time getting that to work pro on a Linux server for example whereas Python simply does work out of the box as long as you have code or something in Python. You can be sure that you can run it on any operation system. So what will you accept learn in this course. You will be learning python scripting and networking. You will acquire the prerequisite patent skills to move into machine learning because machine learning is really all about python because Python it's such a great language to programming. And that's why a lot of frameworks for machine learning exist only in Python. And then we will be learning Python fundamentals. You will become an expert in automating task on multiple operating systems. As I mentioned before it works on both Mac Linux and Windows and we will learn about Python regular expressions because we are going to make some scripts that will crawl the web similar to what Google is doing in their search engine. When they crawl Web sites websites drank them when people are searching for giving keyword.",
        "sub_cat_2": "Reading Keyboard Input",
        "sub_cat_2_desc": "It is now time to look at how we can use input and validate on input given by users in our part application our way of doing so. In Python is to write a verbal we'll call our verbal string and then we will use the input operator and then we will ask a question for example what is your name and then we will see print Hello and then string and comment like so. So now we execute this our constant blood. What is your name. And we will type. And when we type into it we'll say hello Mark. So based on the input operator it will ask whatever it takes we have written here and then it will wait for us to give an input. And once the input has been given this variable will be set and the application will continue and execute this print statement so we can also use this to do some validation of the input and do different things based on what the user gives us input. For example we can use the if statement which we learned what were in the iteration lecture so we can say if the string equals Mark we can print you are welcome and then we can say else you will print. Now if you execute this it will ask again what is your name. And if I type mark it will answer. You're welcome but if I type something else for example Kim it will say you're not welcome. So this is how we can ask the users for input and then based on input they give we can do different operations."

    },
    {
        "course_type": "Software",
        "course_name": "Mastering SQL using Postgresql",
        "course_author": "Durga Viswanatha Raju Gadiraju",
        "students": "9673",
        "sub_cat_1": "Introduction",
        "sub_cat_1_desc": "You will be learning how to setup postgres using Docker, this you have to take care If you do not have existing database where you can connect and practice. Also even if you have an existing database. Still, I would recommend you to set up a separate Postgres database within Docker, so that you can play around with it With all the typical tasks which we have to perform over a period of time, then you'll will understand how to connect to Postgres using different interfaces such as psql, SQL Workbench, Jupyter with SQL magic etc.. Typically in projects either we use psql for administrative tasks and also for support type of tasks. With respect to production support or we use SQL Workbench as developer, tester etc.. I also have demonstrated using Jupyter with SQL magic because that is how I have created the content and executed the examples which are demonstrated. If you do not have Jupyter with SQL, don't worry too much about it. You just have to copy paste the commands or queries and they will work whether you use psql or SQL Workbench, as long as you follow similar naming conventions and all, you might have to tweak little bit here and there, then you should be able to execute those queries or commands using psql or SQL Workbench. Also, you'll understand different utilities to load the data as well as how to perform CRUD or DML Operations you will go through the writing basic SQL Queries such as filtering joins, aggregations, sorting etc.. Also, you will understand how to create tables, constraints, indexes, etc. after learning how to create tables, constraints and indexes, you'll also understand how to use different partitioning strategies while creating tables and also using the existing functions provided by postgresql. Even though we are covering using postgresql, most of the functions can be used in other databases as well. Also we will see how to write advanced SQL queries using analytic functions. As you understood what you will learn going through this course! Let us understand the requirements. Out of the six requirements these five are key. If you do not have these five, then don't enroll for this course The first one is, Computer with decent configuration. You need to have at least 4 GB RAM and Dual Core However, 8GB RAM and Quad Core are highly desired. You need to have standard browser such as chrome, we prefer chrome, but it will work with Firefox or even Internet Explorer. If you are using Mac, even with Safari. It should work without many challenges. You also need to have high speed Internet. Having engineering or science degree will definitely give an age to understand some of the terms that are used as part of this course. Also ability to use computer. If you don't have these five, the first one you should have, at least 4 GB RAM and Dual Core I do not recommend you to take this course. It might waste your time because of the low speed Internet and low powered computers and so forth. So make sure that these requirements are met before enrolling for this course. Now, let me highlight who are the desired audience for this course. College students and entry level professionals to get Hands-On expertise with respect to SQL to be prepared for the interviews. Experienced application developers to understand key aspects of database to improve their productivity. Data Engineers and Data Warehouse developers to understand the relevance of SQL and other key concepts. Testers to improve their query writing abilities to validate data in the tables as part of running their test cases. Business analysts to write ad-hoc queries to understand data better or troubleshoot data quality issues. Any other hands on I.T. professional who want to improve their query writing and tuning capabilities. Developers from non CS or IT background at times struggle in writing queries and this course will provide required database skills to take their overall application development skills to next level. Through my career, I have worked with engineers who are from non computer science or I.T. background, and they struggle quite a lot with respect to writing SQL queries, even though they are good at application development. By learning one or two programming languages. This course will mitigate that problem and make those developers who are from non CS or I.T. background to master the key skill so that they can enhance their application development experience while developing a complex web or mobile applications or even Data engineering applications. Let me walk you through the details related to the training approach. You have to follow this approach so that you can actually take this training in a structured manner and master the key skill called as SQL using Postgresql as an example. This course is self paced with reference material code snippets and videos. One can use existing postgres database or setup their own environment using Docker. If you don't have the database set up or if you don't have access to any existing database, you can actually go to the last two sections of the course. We have provided Step-By-Step instructions to set up appropriate environment for you to practice, especially the way we demonstrated while executing the examples during the course. All sections will be available from day one, however, we recommend to set a target between one to two sections per week. We have seven sections. You can look at the sections here. There might be additional sections in future, but as of now, there are seven sections. You can set the target of one or two sections per week, and you should be able to master the content within four to seven weeks, depending upon how many sections you are taking every week. At the end of each section. We also have exercises. It is highly recommended to take care of those exercises at the end to ensure that you are able to meet all the key objectives for each section or module. Support will be provided using Udemy Platform if you're stuck somewhere just send us the question and our team will respond. Also, please do not send personal messages in Udemy. If you look at the instructors for the course, there is additional instructor at this time. The additional instructor is Hindu. She will be assisting you apart from me, in case you have any questions with respect to mastering SQL using Postgresql So this is about the course. If you if you want. There is a lot of preview material. The bonus material with respect to setting up the environment is made available free for you. You can actually go through it, try around whether you are able to set up the environment properly or not. You will also understand whether you are able to understand what I'm trying to convey properly or not, after going through all those things you can make the informal decision. And sign up for the course. If you are not still happy, Udemy provides you money back guarantee, you can cancel and you can get your money back completely. That being said, if you like the course, when Udemy ask for the feedback, give the appropriate rating and also feel free to provide the feedback wherever you want to provide so that we can improvise while creating courses in future. So make sure you have met the prerequisites and understand the curriculum and sign up for the course.",
        "sub_cat_2": "Connecting to Database",
        "sub_cat_2_desc": "Let me walk you through how to connect to Postgres database to Master SQL using Postgres using JupyterHub based environment. This is nothing but a JupyterHub based environment. You will get material, code everything together. You just have to practice it to get comfortable with whatever technology you are learning. However, if you want to launch a new notebook and practice your own stuff, you can always go to file, go to new launches and then click on Python 3. Or you can also go to file, new, notebook. Choose Python 3 Kernel, from here and then you can take it further. Now, this is the Python based notebook. In this there is something called as sequel Magic. You can load it using this command called as Load_ext sql. And then you should be able to run queries after creating environment variable called as DATABASE_URL. However, to connect to a database, you also need to have username, password, database name, etc.. We will precreate for you when we actually set up account and will share those details. You just have to leverage those things. There are certain patterns which you can follow depending upon the examples which I will be walking through. If I am actually connecting to a particular database called as sms, the database name will be like this, sms_db. The user name will be sms_user. However for each and every user who have access to the labs, there will be a set of details that will be provided to connect to a particular database with their OS username prefix. To get your OS username, You just have to go to File, New and then Terminal, you should be able to see the OS username here. So this is the OS username and you can actually prefix this before the designated database username, etc. and take it further when it comes to password, the same password which will be given to you to access all material can be leveraged to connect to the databases and you can take it further. That being said, now, let me actually walk you through how to validate whether you have ability to connect to the database or not. So first you have to run this command, it will load something called as Sql Magic. Once it is loaded, you should be able to run SQL queries like this, however, you have to update something called as DATABASE_URL, with valid postgres connectivity url based of SQL alchemy. So Sql Magic in JupyterHub, actually uses SQL alchemy under the hood to connect to the database, which is nothing but a Python based database connector. And we have to pass the url for SQL alchemy. So the url contains the protocol, which is nothing but Postgresql, a database name://, the username In my case it is itversity_sms_user. In your case, it will be your OS username_sms_user: the password will be provided to you. Password will be a bit complicated based upon the password you just have to replace this sms_password with your password @localhost. Postgres is installed locally, if Postgres is installed separately, we will provide that information to you. When you actually sign up for our lab, either you can use the local host or the server that is provided to you, then colon(:), then the default port number for Postgres is 5432. However, it might be different. If it is different, we'll share it with you. And then the database name, in this case for my user, itversity_sms_db. It will be your OS username_sms_db. The reason why we are giving a separate database and separate user for each and every user who signs up to our course is, so that the users have exclusive permissions to read, write and drop the tables. For those reasons, we have provided a separate database along with the user. Now you have to create this environment variable called as DATABASE_URL, then you have to run this command called as sql SELECT * from information_ schema.tables LIMIT 10. If you are able to connect to the database with all correct information, then you should be seeing results for this table. If you are not seeing results for this table, then there is something wrong and you have to troubleshoot and take it further. You can reach out to the support and we will provide required support for you to ensure that you are able to connect to the database. If you are not able to connect to the database with the information provided, you cannot go further and practice the remaining stuff."

    },
    {
        "course_type": "Business",
        "course_name": "Business, Management & Leadership Fundamentals",
        "course_author": "Expert Academy",
        "students": "5335",
        "sub_cat_1": "Psychological Drivers: 1 - Love, 2 - Importance & 3 - Belonging",
        "sub_cat_1_desc": "We're gonna look at the first three fundamental psychological drivers and they in many respects not only cover every individual but begin to explain why people do what they do and how they behave as they do. First of all fundamentally we all want to be loved by love. I don't necessarily mean hugging and kissing. What I mean is we want to feel like other people care for us. We don't need everyone to care for us but we need a handful of people to truly care for us. And the more people care about us and our needs and understand us the more we feel loved. The basic fundamental driver. The nice thing is that we all want to be important and by imported I don't mean look at me. What I mean is we want to feel like what we're doing is worthwhile. Everybody wants to be treated as an individual. Everybody wants to be important no matter where you are in an organization you want to feel like you're making a contribution to what you're doing matters. You don't have to be the CEO. You can be a quiet junior employee. You want to feel like what you are doing truly matters. And then the third driver is we all want to belong. When I say to people what's the most important thing in your life. They almost always say family. Why is that. Because you feel love because you feel important because you belong. You probably belong to a group of people you belong to a society or a club. It might be a gay club or a Canoe Club aura and it could be a bridge club or a golf club. You'll have a group of friends if you use the word clique. It's probably cause you're not in it. You see what we all want to do is feel loved and important and belong and we like to form cabals a cabal is a military term in the coming together of people for a common purpose. We want to feel like it's me and you together. I've asked people all over the world have you ever said. Will you marry me. And the other person said no. It very rarely happens. But why is this. Because this is the ultimate question that you can ask of anybody. Would you like to spend the rest of your life with me. That's a way way bigger question then would you like to go ahead with the order. Would you like to go to the cinema tonight. So why is it you almost always get a yes. It's because the human being is the only animal really thinks about the future and when you're saying will you marry me. You're not turning features into benefits you're not selling yourself. You've discussed the future and the two of you together feel loved you feel loved by the other person you feel important and you feel like you belong together. So in this series of lectures what we're going to look at is how to best use those three drivers. So let's start with question number one and it's a question I'll refer back to. It's what I call the ultimate universal killer question and the question simply Is this what is the most important thing to you about. So if you have a significant other next time your home say to your significant other. What is the most important thing to you about our relationship. Then sit and listen and two things happen. What did you find out what's important to the other person which you might not know. And the other is the other person feels loved and important. You belong together. If you have children say to your child what is the most important thing to you about me being your mother. What's the most important thing to you about me being your dad. And sit and listen and they feel love. They feel important and you feel like you belong. So it's called it is called a universal question because it will literally work in all languages in all circumstances. So we want to be loved. We want to be important and we want to belong. It's all about me and you together and relationships work best when you feel like you were in tune like you. You know there's some uncertainty in the future but that's a good thing. You feel loved you feel important and you belong.",
        "sub_cat_2": "Psychological Drivers: 4 - Belief",
        "sub_cat_2_desc": "So the first three fundamental psychological drivers that we all want to be loved we want to be important. We want to belong. Let's look at the fourth driver. What is it that makes people do what they do and how they behave. It's simply this. We have a need and a drive a desire to believe in things not no society has ever been found. They didn't have some form of religion. We need to believe in things. But often we believe in things that aren't true. And what happens in the brain is that once we have a belief in something we look for evidence support the belief that we've got and actually you have to do that or else your brain would turn to mush every day. Again I'll change my mind on everything. Let me give you an example in football or soccer as it's known in different parts of the world. It's widely accepted that a two legged game where there are two games to decide who goes through to the next round or to the final then it's better to play the away leg first and then the home like second. And people believe this to the point where in most countries if you do well in your league you're actually seeded to play their way leg first and then the home like second. But three German academics have spent some years studying over ten thousand two legged European games and it's actually 50/50. It doesn't make any difference. And when I talk to people about this they often say I'm sure that's not true. Why. Because they've got a belief they've got an opinion. And sometimes you can believe that something is too expensive. What draws you to that conclusion. Well I just think it's expensive. And the point being about this. The thing that drives us is need to believe in things. It's very difficult to persuade somebody that they're wrong. In fact give you. You did a list of least persuasive things to say in any relationship probably in the top 10 is you're wrong on that because people actually don't listen to you they just dislike it because you've got a different belief. So the point to all this is simply that when some there's a strong belief in something whatever it might be don't actually challenge their belief and tell them that they're wrong. Just ask questions such as. Well that's interesting. What draws you to that conclusion or what makes you think that way and then see if we can separate opinion from fact. Because quite often people do have an opinion about something. They regard it as a stone cold fact and it's nothing of that type. So there's the top two in terms of improving your relationships if some does a strong belief in something don't tell them they're wrong. Just say to them that's an interesting thing. What evidence do you have to support that or what draws you to that conclusion. What makes you think that way. How do placebos work. Placebos work because we truly believe that this medication often a sugar tablet no medicinal benefit whatsoever. We get better. We improve because we believe in it. This is the strength of the belief. So there's a top tip from this section. Don't say to somebody that they're wrong. Just ask them. What evidence do you have support up. What makes you think that way."

    },
    {
        "course_type": "Business",
        "course_name": "15 Successes of a Marketing Master",
        "course_author": "Adam Clark",
        "students": "1952",
        "sub_cat_1": "Introduction",
        "sub_cat_1_desc": "Hello and welcome to this fantastic marketing course, business and marketing conceptual course, which hopefully will help you on your journey. And it is the 15 successes of a marketing master, and this is a fantastic course to really bring together all of the things you need in order to succeed in your business. Now we've got some other courses which overlap and integrate with this course. We've got the business model canvas, the Uber Micro canvas, and we've got things like the profit, innovation and leverage course. The £1000000 formula, of course. And of course, our flagship courses, the zero to Hero start up and the marketing mastery courses, business growth and profit innovation and leverage course. Now why am I mentioning all that? Because this is the foundation of all of those courses. The 15 successes of a marketing master is what makes it all happen, and the 15 things work in a sort of order. And part of that 15 successes is then all three dimensionally integrated with the work tools that we have, which are the 10 elements of business clarity. Now, it might sound complicated, but actually the beauty of business and marketing that we teach is that it all overlaps, it all integrates and it all feeds into one another and impacts on one another. So the 15 success of the marketing master is a fundamental course. Once you've done this, you will have an enormous clarity on what you need to do to launch, build, grow and have an incredibly successful business. And a lot of the stuff that we teach in this course is not taught in other business courses because it is about the nuance and the essence of getting business right. It's not just about business plans and spreadsheets and forecasts and having a logo. They're all practical things that need to be done. But the 15 successes of a marketing master is what makes your business work and what makes it work really beautifully in this symbiotic sort of nektar of glowing with the resonance that brings customers to you and enables you to service customers really well. So I am so proud of this course, and I want you to take the whole course really important to go all the way through to the end. And I really look forward to seeing you on the other side.",
        "sub_cat_2": "To humbly face the dragons that you can not yet see",
        "sub_cat_2_desc": "So the very first success of a marketing master is to humbly face the dragons that you cannot yet see. Now what does this mean? So it's very important with this course that you start the beginning, work through the course and finish at the end. So I'm going to tell you about the vision for our business. Our vision is a small island, and on that island is a beautiful house of enchantment. And just around the island is a small but calm lake and then reaches out into some plains and up onto some hills and mountains and the far distance great mountains and surrounding all the way down. And in the middle is your Golden House of Enchantment. And this is your business that you invite your customers into and you look after them and we're going to go through all of these in this course. And we're going to explain why the Golden House of Enchantment is so important, especially with the 10 elements of business clarity, because we want people to come into our Golden House of Enchantment and stay and write home to their relatives and tell everybody how wonderful it is. Post pictures on social media about how wonderful it is. So our Golden House of Enchantment is very difficult to build. So to humbly face the dragons that we have not yet seen is to say it is our responsibility to build our Golden House of Enchantment. There's no one else says we are about to embark on the journey so many times. In the 20 plus years that I have been helping small business owners, I've heard so many excuses, so many post rational reasoning of why things didn't work or things didn't go well or things didn't happen. And the very nature of running your own business is that things will go wrong. But it is up to us to absolutely fundamentally crucially, take responsibility for the things that go wrong and work out why and try and move forward. Making excuses and all of these things doesn't help. So we humbly face the dragons that we haven't yet seen, the things we're going to hit potholes in the road. Things are going to go wrong, and we just fully accept responsibility for those things because we want to build our Golden House of Enchantment for our customers. And if our customers are unhappy with something, then it's because we haven't explained it properly or we haven't delivered it properly or we haven't set expectations properly. It's not because the customer is unreasonable. Now there are sometimes unreasonable customers, but then that's because we haven't set parameters and maybe contracts or whatever in place to control the customers. So it always comes back to us. We are responsible for our business. We are responsible for our marketing. And so the very first success of a marketing master is to fully accept and fully take on board when things go wrong, when those dragons appear. We we're happy with that, then shows how we can improve. So let's move on to the second success."
    
    },
    {
        "course_type": "Business",
        "course_name": "Business automation with airSlate",
        "course_author": "airSlate Academy",
        "students": "714",
        "sub_cat_1": "Manual processes: human error and lost time",
        "sub_cat_1_desc": "In this unit we’ll be looking at how we can use automation to not only avoid, but reclaim time we would have previously devoted to routine processes such as manual data entry. Most organizations possess document or data-related processes that revolve around repetitive routine actions and tasks. These actions and tasks are usually performed by people, which opens the door to the possibility of: a) human error and b) time and resources lost. Your employees may be accurate in double-checking everything they do, but the occasional typo caused by rushing or fatigue is an ever-present risk. Most people understand the importance of inputting data correctly, but no matter how hard we try to reduce human error in data entry, mistakes still happen and can carry serious consequences. The longer they’re left uncorrected, the more serious the consequences can be, resulting in lost profits, damage to a business’ reputation, and even lawsuits. As such, it comes as no surprise that when tech-dependent errors are minimized, the human factor is given leeway to fill that void. When diving into statistics, we see that nearly 50% of data security incidents and an alarming 30% of lost data cases, are caused by human error, as reported by BakerHostetler. In the finance industry, nearly $7 billion was owed in IRS civil penalties in 2013, with nothing but erroneous manual data entry to blame. This being one of the largest financial losses due to human error in recent decades. An American study in 2016 analyzed data on bad medical diagnoses over an eight-year period and came to dismal conclusions — with human error as the third highest cause. When looking at the aviation industry, the conclusions drawn are of no consolation either — 70% of accidents associated with maintenance issues are said to be caused by human error. Apart from the risk of human error, manual labor takes time. Most processes involve simply taking data from one system, document, email, etc., and transferring it to another, which relies on precision but not exactly special skills. Employees at work waste too much time performing repetitive tasks, while they should be able to concentrate on other more important activities. Time is money. And saving both with document management automation is now a realistic possibility. With airSlate, you can save hundreds of hours on administrative work to get your company’s documents, signatures, data transfers, etc., handled, all for less than the cost of a couple overnight deliveries. airSlate is capable of reclaiming hours from a company’s workflow. This begins with its most basic features such as creating fillable forms and sharing them with your patients, clients and employees via a link, QR code or directly on your website. Doing so puts your business on the path to preserving resources and employee time when forms no longer need to be filled out, signed, and submitted by hand. Data submitted via fillable forms can be exported to Excel, a CRM, or used to fill out other forms. Accountants collect tax information from clients, doctors process patient intake forms, and HR accepts job applications, all using the platform. Reports vary per specific business, but our clients save up to 40 hours per month. This amounts to thousands of dollars in labor costs which can then be rededicated towards more critical tasks than administrative paperwork. Beyond saving hundreds of dollars on courier fees and thousands of dollars on processing and automating working processes, airSlate benefits extend to areas of security, organization, and clarity. For instance, secure cloud storage prevents documents from getting lost. Every submitted form is legible and complete, meaning that you won’t have to get forms redone or burn time deciphering cryptic handwriting. What’s more, airSlate delivers a complete document and data lifecycle while supplying all the necessary components along the way. airSlate provides all the tools you need to completely automate your workflow without having to pay extra for third party solutions and API integrations. Basically, airSlate closes the gap for human error that new technologies unintentionally open.",
        "sub_cat_2": "Common use cases for solving recurring challenges",
        "sub_cat_2_desc": "In this unit we’re going to be taking a closer look at how we can use automation on some common use cases to solve recurring challenges. So what does it take to properly manage an organization’s needs? Well, one needs to think progressively and implement up-to-date business strategies and solutions. At present, it’s the employees that are the key point of leverage when it comes to the overall success of a company. That’s why it’s necessary to provide your employees with a sustainable environment for effective collaboration within their workspace. Most of a company’s workflows are routine, hence automating them will help save time, resources, and reduce the risk of error. In a minute we’ll dive into a few examples of business processes (or use cases) that are common for many departments. These use cases will demonstrate some common examples of how you can efficiently implement automation. We’ll also be touching on topics such as: Why change is essential for every organization; How to introduce change to established processes to employees; And how to simplify the most routine of processes."

    },
    {
        "course_type": "Soft Skills",
        "course_name": "Soft Skills : The Ultimate Career Boost",
        "course_author": "Aviation Indeed",
        "students": "2519",
        "sub_cat_1": "Introduction to Soft Skills",
        "sub_cat_1_desc": "Hello, everyone, and welcome to the world of Soft Skills. My name is Linda Medivation indeed. So in this program, we will be covering all the aspects of soft skills and we will give you an overview in this session about the soft skills so that you have a better idea. What is that really to talk about? And the slides and rest of the slides. So but soft skills is need of the hour. It is very important for us to know that what is the importance of soft skills for an individual and for an organization? It refers to both character traits and your interpersonal skills in the current scenario. It is known that soft skills are the most important skills required in the workplace and in the personal life.",
        "sub_cat_2": "Self Confidence",
        "sub_cat_2_desc": "Self-confidence. Well, this is such an amazing topic, so let's get started right away. Now, what does this word means, self-confidence, self means your self and confidence means that you are sure about your ability to do something. In 21st century workplace. Self-confidence has become a central skill for the professional development. It is one of the most important skills among soft skills. We have to truly evaluate. We have to know that what it actually means, what it actually means to have self-confidence in ourselves. If your employees do not have confidence in their abilities and skills, they cannot possibly hope to develop a desire for the organization if you are a student. If you do not have self-confidence, you will not be able to clear an interview or you will not be able to achieve your dream. Or something that you have set for yourself. So self-confidence is very important. It is important to understand that making mistakes and failings and learning processes. So if you make a mistake, if you accept yourself and the situation, that is what the self-confidence is like. So now what is self-confidence, a feeling of trust in one's abilities, qualities and park? So let's say if you are fond of if you're really fond of doing some activity or doing something and you feel that you've really mastered it, then you do not need anybody's assistance or support. This is where you have the self-confidence in you. Having belief about yourself and your abilities, this is a state of being a clear-headed. To know what? Do know that you can do something and can do it well. So demonstrating your belief is a self-confidence advantage over others and it is better for success. So when you accept yourself, when you trust yourself and you do not self doubt yourself. Our feel inferior from others that you don't know how to do it and the others know or you feel superior about yourself, that others don't know what you know. So that is a balance which you create in your thought process. So self-confidence is a superpower. So once you start believing in yourself, the magic starts happening. And you do not differentiate yourself with others and others from yourself. Know how you increase your self-confidence or how you develop self-confidence in you. So there are a few key things which we will discuss here. Now you have to recognize and emphasize on your strengths and weaknesses, everybody has that. You have to do with what analysis when you figure out that, what are your strengths and what are your weaknesses? So when you recognize that that boost your self-confidence. Now, another thing important is that you brace yourself if you have done something good, if you made an effort to achieve something, you should brace yourself. Loving yourself and loving yourself is very important. In life, when you are. Achieving something while you are on some journey to achieve something. Another thing is that you have to set realistic, achievable goals. So do not said something which is not achievable, and then after you you fail to achieve, you would feel negative or inferior about yourself. So this is one of the important things, again, that you set realistic and achievable goals. And once you do that, you feel proud of yourself. And and this is where you can, again, praise yourself. So when you do that, you have to think logically about situations and about its repercussions. So these are few things which are important. So now let's look at what are the benefits of self-confidence, and they are. A greater sense of self worth. Freedom from self-doubt, fear and anxiety and stress. A motivation to act. So when you're self-confident, you become a magnetic personality. People are attracted to you and your personality, and they are influenced by what you do and what you see. Sometimes they start following you. What you have achieved in life, they start praising you, for that matter. So it's like you start feeling valued, you will have valuable interaction with other people personally and at professional level. So there is more positivity and there are moves, a good positive networking around and you at last and eventually would feel more successful and progressive. So these are certain benefits of self-confidence. So, yes, it's a very beautiful code which says you never know how strong you are until being strong is the only choice you have. And hence, it is very important that if you want to be self-confident, you have to believe in yourself and your instincts."

    },
    {
        "course_type": "Soft Skills",
        "course_name": "Soft skills to be happy and productive in science / academia",
        "course_author": "Mike X Cohen",
        "students": "825",
        "sub_cat_1": "Finding the right job",
        "sub_cat_1_desc": "So you are convinced that academia is the right career path for you? You're totally on board. You want to be an academic. How do you find the right academic position? That's what I'm going to talk about in this video. And I want to start by talking about the academic pyramid, which is not the same thing as a pyramid scheme, but this is a representation of the progression of status in academia. So you start off as a student and you work your way towards being a P C student postdoctoral researcher, which usually just called postdoc and then assistant professor full professor. Somewhere in between there is associate professor. But I was like running out of space on the slide and then, you know, you get up to kind of the top of the food chain, which would be the department chair or the dean of the college. Of course, there's always someone higher up, but this is a general guide to the academic pyramid. Now, some people look at this and have a critical eye and say, well, you know, this shows that academia is a scheme because not everyone can get to be a full professor. And that's true. Not every PhD student is going to make it to a postdoc and not every postdoc will become an assistant professor. Not every assistant professor will become a full professor. But, yeah, it's just I think that's more reflective of how almost every serious profession is. So you imagine you want to be a CEO of a major company? Well, you know, not everyone who joins the company is able to become the CEO. So I think in many other professions, this the shape of this pyramid is is even tighter, even fewer positions at the top and more positions towards the bottom. So. But so it is true that each time you go up in this ladder, it's going to be competitive and and difficult because there are more people competing for fewer positions. So therefore, when you are searching for your next position, you want to make sure to make that search effective and and give yourself a boost so you are more likely to get the right job. Now, academia does involve quite a bit of solo work, so there's going to be plenty of time that you will spend just working on your own in the lab and reading and writing and so on. But no academic job is purely about working by yourself. All academic jobs require you to work with other people. Sometimes you have to work really closely with other people for a really long time, maybe years. And so for that reason, it's important to realize that a good academic job is not just about the topic. It's not just about the university. It's not just about the title of, you know, the name of the university where you're working at. It's also about finding a good match with the supervisor, making sure that the research group that you're working in or, you know, the department that you'll be working in also has a nice group of people that you feel like you can connect with, that you will feel comfortable with. And again, that's because you're going to be spending a lot of time working with people. And depending on exactly what your topic is, you might be relying on other people for a long period of time. So you want to make sure that you get along with them all. Now, this is particularly the case if you are a junior academic. So if you are a PhD student or a postdoc, you are going to need supervision and guidance and mentoring. You're going to need to have someone to teach you basically how to be a scientist, a researcher and an academic. And so so it's important to keep in mind that a good academic job is not just about, you know, the title. It's not just about the topic, it's about the people. And, you know, one thing to keep in mind is that different people have different supervision styles. So some supervisors, some professors take a very hands on, very involved approach. They might be meeting with their students and their postdocs, you know, every every week or maybe even multiple times a week. And they're really engaged in every aspect of the research. But other professors take a much more hands off approach and they might meet with people in their lab maybe once a semester or maybe even once a year or only whenever the student specifically asks for a meeting. Now, I don't want to make value judgments on either of those. Some supervision styles are better for certain kinds of projects and certain kinds of people, but it's important to make sure that there's a good match. If you are the kind of person who who wants a lot of supervision, you want a lot of feedback, you're probably not going to be very happy or successful in a position where your supervisor is very hands off and basically only wants to see you once a year. So, again, there's no right or wrong for these supervision styles, but make sure that when you are looking for an academic position, this is something that you are taking into consideration. So now it comes down to finding the how do you even find where you know who's hiring? How do you find these jobs? Well, there's multiple ways of finding academic positions. You can look through websites and emails from academic societies or scientific societies. So, for example, I am a neuroscientist, so there's multiple neuroscience societies. There's the biggest one is the Society for Neuroscience. There's like the vision list and all sorts of very specific lists, email lists about particular journals or particular topics or particular techniques or particular tools that people use or software that people use in my field. And so when I am looking when I'm hiring a student or a postdoc, I will post my announcement to all of these lists so you can check out these websites and join these email lists. And that will allow you to receive announcements for new job openings. There's also general websites that you can look for that post all academic jobs. So there's one in the Netherlands called academic transfer. So if you're interested in an academic position in the Netherlands, you can check out that website. I'm sure there are also comparable websites in in other in other countries that, you know, but I don't know about all of them. And networking is a really important way to find an academic position. So try to make personal connections, tell people who you are, tell people that you're looking for a position. And this is important because, you know, academics, we talk to each other, we know each other, we're colleagues, we're friends. And so, you know, let's say you approach Professor AI and you say, hey, you know, I'm really looking for a position. I would love to work in your lab. Are you hiring anyone so that professor might say, well, you know, I don't have any funding right now. I'm not hiring. But I do know that a colleague of mine works on a similar topic and he just got a grant. So let me give you his contact in. So networking can can be a good way to find positions in in academia. Now, you can also try just making, like, cold direct contact with a professor or research group that you would like to work with. It's it's it's fine. It tends to have a pretty low success rate. I get maybe on average once a month or something. Someone will email me and say, yeah, I like your work and I would like to join your lab. Can you hire me? And, you know, it almost never works out because it also has to do with the timing and the kind of position it is. But, yeah, that's another case where I might send that person to someone else who I know happens to be hiring at the moment. So. So, yeah, keep in mind that it's always difficult to find academic positions, but there are a variety of ways that you can go about doing it. So you found an academic position and now you are applying for that position, so most academic applications involve two parts. There's the CV, which stands for curriculum vitae, which is basically just a fancy word for a resume and a personal statement. And the personal statement is usually like one or two pages. It's an opportunity for you to express your interest, your background, your interest in the position while you're the right person for that position and so on. So I'm going to give you a few quick tips for writing a personal statement that will help you stand out from the rest of the applicants. I recommend just getting straight to the point and being professional and avoiding weird stories. You know, whenever I I have applications, I always get a handful of these applications that are, you know, they like when I was six years old, my uncle had a brain tumor and he started talking about elephants all the time. And my mom was sad. And that's why I went to work in your research lab was like, I don't even know what to make of these kinds of stories, but I just get straight to the point. The the professor that you are applying to work with is probably pretty busy. They might have 20 or 50 or 100 of these applications to go through. So get right to the point and be professional and and skip these kind of weird personal personal history stories. I definitely recommend personalizing the letter to the professor or to the research group or the department. So, you know, if I see someone writing me a letter and it says, Dear Professor, comma, and then, you know, some other stuff, I can you know, it looks like it's a message that's been carbon copied to one hundred different applications, one hundred different positions. And I'm not really going to give it serious consideration. So take, you know, at least 10 minutes or 15 minutes or an hour to do some research about the group that you're applying to work with and personalize the letter to that particular group that will definitely help you stand out. And then when you write the letter, don't just write it all about you. So, you know, I sometimes also see these personal letters where it's just me, me, me, me, me, me, me. So the person is just talking about themselves. But, you know, when I am hiring someone or in general academic positions, they're not just hiring you to be you. They're hiring you to be in the group. They're hiring you to be a member of the research team or a faculty member in the department. So, of course, you should write about yourself and your skills and your capabilities and your history in the letter. But you should also write about what you can bring to the group. So why would that research group or that department actually want to hire you? Because you are beneficial to them. So it's a little bit of both. It's it's yeah. It's about your skills and about how the group is going to benefit from your skills. Um, there are occasionally gaps in people's CV. So a gap means like let's say there was like a two year period between when you got your PhD and when you started your next postdoc or for example, maybe you're in a field where it's common for people to have one or two publications a year, but then you go for three or four years without any publications. So that's what I mean by a gap in your CV. Now, in many cases, gaps in the CV have a perfectly good explanation, but when you first look at them, you know, if someone is looking at your CV and they see that there's a gap, it's going to to, you know, pique their curiosity. It's not necessarily suspicious, but it's something that they will be curious about. Because, you know, if I see a gap in your CV of two years, I don't know what you were doing for those two years. You know, maybe maybe there was like a family medical issue and you had to take you had to prioritize family over work. That's a perfectly valid explanation. Maybe you are doing charity work in Africa, building houses or something. That's a great thing to do. Or maybe, you know, you were just sitting around your cow on your couch drinking beer, eating potato chips and watching Netflix for two years. Now, that's maybe not such a great gap in your CV, but but the person who is evaluating your CV doesn't know. So in your personal statements, explain any gaps in your CV and yeah, that that might be there. And the final tip I will give here is to make sure that your your personal statement looks nice. You want it to look professional. If there's a bunch of typos in there, like weird formatting where the font is is different in different paragraphs. That doesn't look very nice. You want your letter to look professional, look like you put some thought into it because they will use that as an evaluation of the kind of person you are. If you are the kind of person that, you know, sort of neat and meticulous and careful in writing a personal statement, that's probably also how you were going to be as an academic. OK, so let's say, you know, you write a really great personal statement and you submit it and you get selected for an interview for your job position. That's great. Congrats. That doesn't mean that you will get the position. Usually there's going to be, you know, two or three or five people who get interviewed for a position. But certainly getting interviewed is is really great. So now I want to give you a few tips for your academic interview. Now, first of all, giving an academic job interview is really similar to any other professional job interview. So if you look up online for tips about giving a good interview there, they will also apply here. So I'll just say a few specific notes. One is to prepare for the interview by knowing the group's research topic. In particular, if you can read some of their recent publications, then that's really great. You can come prepared. You can ask them questions about the research that's going on in the group that will really look impressive and help you stand out from the other applicants. It's definitely a good idea to have an open and honest conversation about supervising and mentoring styles, the flexibility of the research topic, the details of the topic and so on. As I mentioned before, there is a variety of of supervision and mentoring styles, and you want to make sure that there's going to be a good match between what you want, the kind of mentoring style that you are looking for and the kind of mentoring style that that the professor or the group leader is going to give and also about the flexibility of the topic and the nature of the position. So there are some academic positions that are very constrained. For example, if I get a research grants and in the grant proposal, I say I'm going to do exactly this project and exactly this design with exactly this equipment, then I'm going to be hiring someone to actually do that, that research. And then the position is is fairly constrained by what was written in the research grant. On the other hand, there are other kinds of positions where the funding comes from a general source of funding or a grant that was written in a more kind of open or abstract or flexible way. And so there might be more flexibility for you working on that project to sort of test your own ideas and go a little bit outside of the the confines of the rest of the lab. So, again, you know, having a project that's very specific and narrowly constrained versus having a position that's more open to to to bringing in your ideas and exploring your own curiosity, neither of these two is intrinsically better or worse. But it's good for you to to know about the nature of the position. OK, and then the final thing that I include here is about money in general. It's not it's not a good idea to ask about salary. And that's because academic salaries are in most cases defined by the government or the research institute or the university. And so the person who you're interviewing with probably doesn't you know, they don't control your salary. They can't give you a higher or lower salary. Usually academic salaries are determined by the number of years since your PhD or the number of years since your your most recent degree. But that said, it is a good idea to ask about research funding, particularly if you're working in a research topic that is relatively expensive. So some research areas are expensive. The research costs a lot of money. And so it's important to know how, you know, if there is sufficient funding in the lab to complete the research that you're being hired for. And it's also OK to ask about the possibility for extensions to the contract. So this happens sometimes that, for example, the lab might have, let's say, four years of funding, but the position is is only for two years. And maybe that's because they want to offer someone a two year contract and they want to see how it goes in two years. And then at the end of the two years, there would be a possibility for an extension of another two years if, you know, if you're if it's a good fit. So certainly those things you can ask about, but salary is usually something you can ask like the H.R. department about. But you probably wouldn't ask the person who's doing the interview.",
        "sub_cat_2": "Time management",
        "sub_cat_2_desc": "I've mentioned before that time management is an important skill for a successful career in academia and as well as many other professions and time management is also related to stress management, because the better you can manage your time, the better you will be able to manage your stress and less stress you will experience. Now, I wish I could tell you that, you know, there's one secret that I'm going to reveal and it's going to be amazing that will give you, you know, top notch skills for time management. Unfortunately, that is simply not the case. Time management is really hard. If it was really easy, then, well, I wouldn't be telling you this. And well, if time management was easy, there wouldn't be this whole cottage industry of people writing books, make selling online courses and, you know, giving expensive lectures to CEOs all about time management. So time management is difficult. And you should be suspicious of, you know, these little click baity gimmicks about, you know, this one simple trick to be an amazing time management person. So the thing is that there's not going to be a one size fits all solution. There won't be one strategy for four effective time management that works well for everyone. So what works well for me might not work well for you or for someone else. Likewise, if you find a strategy that works well for you, then that's great. But you should also be aware that that might not be a sustainable strategy. So you might read about some time management trick online and you think, hey, this is good, I can do this, and then you try it and it works really well for a week or maybe two weeks, and then it kind of stops working. And that's OK. You don't need to be angry at yourself. You don't need to be upset with yourself. You just have to accept the fact that there isn't one tip. There isn't one way to do time management that's always going to work for everyone. So I do actually recommend looking through, you know, searching on the Internet and looking through YouTube videos for time management tips and strategies. Just be mindful that some of them will be helpful, some of them won't be, and some of them will be helpful for a period of time. And and and maybe they'll stop working after a couple of weeks or after a couple of years. Yeah. So so the thing is that time management requires effort. It's difficult. It's not easy to do. And this is something that I find it very strange that time management is so difficult, that it's so effortful because there's this conflict that most people benefit from having a time schedule imposed on them. So most people work better when and more effectively and more productively when they're there are some constraints. You know, you don't want to have your whole life schedule down to the minute. But most people benefit from having some time constraints that are given by your school schedule or meeting schedule or maybe, you know, you have to pick up your kids at a certain time. So you only have until, you know, three p.m. to get this thing done. So most people benefit from having a time schedule imposed on them, and yet most people are terrible at imposing a time schedule on themselves. So why are we so bad at providing ourselves some structure when we know that we would benefit from that structure? This is the conflict. This is why time management is difficult. So I like to think about time management is with an analogy of exercise. So exercise is something that's really good for you. It's really healthy. It's good to exercise, but it's not something that just happens. You know, your body doesn't just exercise. You have to make the effort, the cognitive conscious effort to to exercise. And furthermore, one day of, you know, really good exercise, you go to the gym one day. That's great. You got to start somewhere. But but that's not enough, right? You need continuous effort to have continuous benefits from exercising. And furthermore, with exercise, it's it's useful to have varied strategies. So, you know, you don't want to just go running on the same route every single day or every single time you go running. The best way to get exercise is to vary your exercise schedule. So sometimes you go running, sometimes biking, sometimes to the gym, sometimes you do team sports, sometimes you go swimming. You know, you vary your exercise. And that's a really good, good way to to maintain a lifestyle of getting exercise and also, you know, exercise rest days are good. You don't want to you don't need to exercise every single day. It's good to have some lazy days. So this is pretty a useful analogy, I think, too, to time management. It requires effort. It's good. For you, but you need to put in consistent effort, having good time management for one day is easy, but it's not enough. You need to put in effort every day, and it's good to have varied strategies to keep things a little bit mixed and a little bit interesting. And also, it's good to take rest days like the weekend, for example, or long holidays. You want to give yourself time where you don't have to manage your own time. You have to find a balance between imposing some structure on your time schedule and having other times where you don't have any structure. And yeah, you can just relax. So what I want to do now is just tell you the one strategy that that has worked pretty well for me pretty consistently over a pretty long period of time. It's a strategy that I've used often on throughout my time in academia. And it's the one strategy that is seem to work really well for me in the past, you know, half year or so since I'm working at home a lot because of the coronavirus related lockdown's. So first I want to distinguish between what I call a work schedule and a priority schedule, and I'll explain why I prefer a priority schedule. So I'm going to define a work schedule here as a very specific constraint where you say I'm going to do activity X from time to one to time T two. So, for example, let's say from 9:00 in the morning till 10:00 in the morning, Monday to Friday, I'm just answering emails and I do nothing else. I don't let myself get distracted by anything else, just emails from nine to ten and then from 10 to 11, 30, I'm going to be reviewing manuscripts. That's all I do. I don't check my email. I don't look at my phone. Just exactly this thing from exactly this point in time to that point in time now. So that is a work strategy, that time management strategy that some people recommend. I've tried it. It's not sustainable for me. I don't like it partly because my academic schedule and the way that I have like supervision and meetings and things like that, it's just not very conducive to this very constrained schedule. And also what I find when I work like this, I feel a bit like a robot, like what is the purpose of life? I'm just, you know, I have to be this cog in this machine and then this other cog in this machine. So so I've basically taken this work schedule and relaxed it a little bit to have what I call my priority schedule. So there I say from 8:00 in the morning till 10:00 in the morning, I will work on data analysis. That is my priority. But I'm flexible enough that, yeah, if I have to have a meeting schedule at that time, it's fine. I won't say no. I refuse to meet them. If, you know, if for example, if a if a student of mine is working in the lab and they need some help and I say, well, I'll stay, I'll keep my email open. So if you have a question, you can just email me and I'll respond to it quickly so you can see that I'm prioritizing a particular activity, but I'm not being super rigid about it. And it's also important to me to have some flexible time window. So I will say so. I'll work on data analysis roughly until 10:00. But yeah, if I finish a bit early, then I finish early, or if I'm still working on this one aspect of this analysis and I really just want to finish this code while it's fresh in my mind and it's fine, I'll work an extra ten or twenty or thirty minutes just to get this, this little piece done and then I can feel good about that. So the priority schedule is more flexible, it's more forgiving and the other that just suits my my personality and my work style better. So again, this has been a good sustainable time management strategy for me. And if you want to try it, great. If it works for you, that's awesome. If it doesn't work for you, it's totally fine. That doesn't mean anything about you or me. It's the it's just we have to accept that different strategies, different time management strategies will work for different people at different points in their life. So the last thing that I want to mention here might seem a little bit strange initially in the context of a video about time management, but that is that I recommend you make sure you're sleeping enough, make sure you eat healthy and just in general, try to be physically healthy. Now, the thing about sleep in particular is the science. The evidence is so clear that sleep is really, really important for your physical health and also for your mental health, for your optimal cognitive functioning like attention to to be able to remain engaged in a meeting or when you're reading something, um, building new memories forming. Memories and remembering things that you've learned in the past. Sleep is really important also for creativity and artistic abilities. And in terms of your physical health, sleep is also really important for preventing diseases or minimizing your risk for diseases. And if you get a disease or a virus or or an injury, then having enough sleep is going to help your body recover from that injury faster. So sleep is really important. Likewise, a healthy body is important because your brain is part of your body. And so if you feed your body good, healthy food and it's going to help your brain functioning in a in a in a healthy and optimal way. Now, all that said, I do not recommend being a total obsessive health nut. I think if you are spending every minute of the day just thinking about, oh, man, is this thing that I'm going to be doing maximally healthy, you're probably obsessing and it's probably not helping you that much. So I do recommend sleeping enough. I do recommend getting exercise and eating healthy. But please don't forget to indulge yourself once in a while and enjoy life. You know, the purpose of life is not just to be the healthiest you can possibly be. The purpose of life is to have a good life and be happy and enjoy yourself and have a meaningful life. So being healthy and sleeping is is part of how you attain that goal. But it's not the only way to do that. So definitely, you know, have your your pizza and beer, but just try to find the balance. OK, so why am I talking about this in context of time management? Well, it's a funny thing because if you spend more time investing in your health, so if you if you spend more time getting enough sleep and you spend more time going to the gym or. Yeah, making yourself healthy salad instead of just a bag of chips in the corner store, it may seem initially like you're like you're wasting time, like you're spending more time. But actually by investing in your in your health and your body, you're actually going to have more time at the end of the day. And the reason is that if you are healthy, you can get more work done in less time because of your improved cognitive function, improved creativity, improved attention. And so you'll actually be spending less time and getting more done, which means that you will have more time, more free time, or you can spend more time working. So here's another analogy. I like to use these analogies so I can think about an analogy of like a bank account. So every time you want to use your brain, whether it's for working or for hanging out with your friends or reading a book, every time you're using your brain, it's like you're withdrawing from a bank account. So, yeah, if you keep trying to use your brain and your your balance is running low, then there's going to be nothing else to pull out. And every time you do something that's healthy for yourself, every time you exercise or you eat a healthy meal or you skip your your candy bar snack, every time you do something healthy, it's like you're depositing more currency, more like brain currency into your bank account. So the healthier you are, the more you can build up this deposit. And then as you want to use your brain and use your body, that's like withdrawing from this account."

    },
    {
        "course_type": "Soft Skills",
        "course_name": "Master The Soft Skills for Sure Success in Life !",
        "course_author": "Ramachandran K",
        "students": "989",
        "sub_cat_1": "Ten tips to gain confidence",
        "sub_cat_1_desc": "Hello, friends, how are you doing today in this module, in this session? I'm going to help you out how to build confidence with ten beautiful and easy tips. Trust me. Make sure you follow it and that confidence will be yours. Friends, first of all, it is understand confidence is our mindset. If you are confident means already our mindset is designed. But this is for those who are still struggling with your confidence levels. These are the beautiful tips or helpful tips which will help you a lot. So let's get started, friends. So as I said, you our mindset is our confidence. So first point is you have to believe in yourself. You can ask me so say believing in yourself it comes or a period of time by practice and with your environment and the right people around you and also right choices you make mostly how you started. So before going to bed, you have to give us additional pray to God for help, for confidence or anything which is killing you inside could be situation people or crisis situations or failures or something might be killing you, but you try to come out of it. No one is perfect. Make a resolution. Do not repeat that mistake or that failure will not be repeated so that you'll be out of that soup at bedtime. You pray to God for help and just take out everything from your DNA, thinking that everything is going off and you are relaxed and you are all set. Then morning you wake up in the morning and see your face into the mirror. When things are not okay, you don't feel happy about yourself. That's too bad. That's when you need to motivate yourself. OK, things will never be consistent. We have to make ourselves be ready and then make a difference out of the situations and things around us. So you need to have it. I can. Attitude seemed to the mirror every morning. Program your mind. I can do it. See the difference and the deed throughout the day. You will. Your mind will be helping you to collect all the sources of information or grab the opportunities for your upliftment or for your wellbeing of your success. OK, so make sure you believe in yourself when you're down or your energy levels are coming down or any situation happened or anything which is killing you inside. Try to come out of it within a span of time in itself. So before bedtime, pray to your God, come out of it, relax, listen to your favorite music or go for out or spend time with your loved ones, eat your favorite food, try to come out, make sure next you want secret friends. If you think less of yourself. What foods in this world or in this universe would lift you up? I always say this to my people. If you think less of yourself, what force in this nature would lift you up? Just think a bit on this and then work upon yourself. Second point is regular practice. Nothing comes easy. OK, so we get it and we say don't be panicked here and you should not be confused also. All right. We are not able to hit you. It will take every time for every person. It will take some time for every person. So when we are telling, it doesn't mean that we got it like that. It nothing comes like that. Nothing comes like that. OK, so you need to work over a period of time, be developed that you need to work for that. So for that you need to start your practice from now and for some time you practice, then it becomes a habit and that habit more will give you the confidence, OK, you have to do for some time consistently if you want to get on to any skill or any confidence. So confidence will come when you get must do it or at least you start doing it. So initially you cannot expect confidence. So anywhere where you are like this, you don't have that habit or you don't like it. So start developing that interest by practice and then your habit will give you that confidence, self motivation with the minimum. So we all need it. So when we are OK, it all will give us motivation. But when we are not OK, that's the time. You need to motivate yourself. You need to back yourself. That's OK. I will do it. My time will come. Everyone can achieve success any time. Remember, friends, everyone can achieve success any time. If you think that your past life is worth it and you are not able to achieve anything, forget it. Your time has gone by and you feel that less time is left out. No worries, friends. If you think that you couldn't achieve anything better now and much time has gone by. Don't think less of yourself. Everyone will get there one day. You think that it's a matter of time. And just like sun and moon, if morning sun is if moon is hiding behind sun, it doesn't mean that moon is not important. Sun has got the time and the same that night. Moon comes and shines and gives brightness to the world and so will be the same at 1:00 in the morning for sun. So they'll be like that time we. So we have to understand this point that it's a matter of time, but we will not compromise on our hard work and patience. OK, parents. So always motivate yourself and best mantra this morning you program your mind. I can. I will one day. Good time. So great. People are always maintain good timetable. Right? So I always give example that all the success people I got to know that they wake up early so they get early success. So if you want to get early success, wake up early, maintain a timetable, make a checklist. So this is a wonderful thing. OK, so if you make a checklist, you'll get an idea what to be done. Priority basis from most important. Less important, not important. Not at all important or less important. Then you start thinking, you know, you just start marking it with each other, work completed, got completed, and then any work posterboard will be you will be gearing up to complete that work. So timetable is must we think that what timetable? We do generally be used to get timetable for exams, exam schedule, state during school is college days, but we have to maintain a timetable for our life, for our success. Please, friends, trust me, if you want to be successful, you have to make it or else no one will do it for you. You have to make a timetable. Do if you're not doing it now, if you know, if you have not been doing it, do it right away and just make it a difference for yourself. If you don't do these things, you cannot achieve, you cannot attain or you cannot dream of attaining big things in your life. OK, next, patience. See, when we are in the process, we look for helping hands, right? So it will never happen. It lucky are those who get those helping hands or some support from in and out of the circle or the people around you. So you get the support. You are lucky enough. However, for those people I am telling those who are not getting support and you feel that less of you said no. You just always think that if there is no support for you means God has trust on your ability. God has trust on your ability. That's what he has not said any person to you for your help. So keep this point in your mind and start working and the day will come. God is with you. So that day will come where you will be shining. It's only a process like you're in the process, but you're with God and that's what you don't have any support or any helping hands around you, because God is there to help you and God believes on your abilities, things like that, and then go ahead. But we never know when we could we would get success. So wait for that time in that pit. So we need patience and it's a very crucial thing. It's not that easy, as I say. So practically, that situation is very tough to digest, but it can be nothing in this world is permanent. So they send decor's. Right? So just like this son comes and goes and comes and son goes. So anything in situation, any situation in life is not permanent. So I believe on that. And even for every fifteen days I got to know our days and our human cells also get changed. So we should also change our cells, adjust to situations, to people, and then rejuvenate every movement, motivate ourselves. And then with that patients, we get patience, if you believe on that, that yes, one day I would get it right. Friends, this next one is read. Failure stories, this is said by Dr. APJ. He said, read failure stories than success stories because you will know how to manage failures. So just try to know nobody's the advancement of technology. You start reading failure stories and then you will be able to know how they have managed. So you also get that managing abilities, OK? Prince Gordon would also said if you have a problem, think of the problem once and channel your energy to the solutions so that you don't train out yourself. That's what we will do it OK. Prince and enjoy pain. This is something very difficult. It's not that easy, as I say. So be anyway. We would be anyways enjoying our pleasurable pleasure moments, our moments of pleasure. So we will be enjoying pleasurable moments. So but it comes to painful moments. It's very difficult. So we should take pain. And I got to know that when we can withstand pain, we become stronger. So if you want to become stronger, you have to start enjoying pain. When you enjoy pain, you become confident. So these are all reflected for your mind. So this is all the things related to your mindset, which is again related to your confidence. Next faced criticism likely generally if someone comments negatively on me. So I initially I feel, oh my God, that that is their perception. So every person cannot satisfy everyone. Right. See, not all people will be liked by many. So things or situations. So we should take it lightly. Why? Because we have clarity. When we don't have clarity, we will take things seriously. When we have clarity on our goal, what we are doing is right and we don't bother for people's recognition. So recognition is a misconception. So don't expect anything from people. You expect more from yourself. You will be facing criticism lightly at this point. I learned it from my master. Next important point is when we have clarity, but we need that strength also, right every day. So here I got to know again from my master that for our solutions, when we start finding out that we never get it. So we need to go inside and inside and inside. So what I want to tell you all is please do meditation. Your meditation puts you in a right state of mind and you'll be able to forget your worst moments and always had a fresh perspective. And you will be able to program your mind a day in the early hours of morning when you meditate, your mind is set and that's how your mind set is your cockpit's. So it will also help you to find better solutions and you will be in a beautiful state of mind. You will be able to find answers within rather than outside, and you expect more from yourself rather than outside occupants. So this meditation is a wonderful tool to increase your confidence levels. Next one is 21 by 90 principle. These are always recommend because anything, anything done for 21 days, it becomes a habit. And if it is continued for another two months, that is 90 days. We start for 21 days so that it becomes a habit, anything, and we continue it until 90 days so that it becomes a lifetime habit or to get a life band skill set. So my only request for you all is start. Don't leave it. Initial travel will be there. You please wait and maintain patience and then make it for 90 days start so that you get that confidence in anything in which you don't have confidence. You should do it, start for 21 days and continue for 90 days. That's how you will develop confidence in that area. So perhaps these ten tips, I am hopeful and I strongly believe that this will help any individual to boost up the confidence levels, try it out and see the difference for yourself. Take care and all the best. See you all in my next session.",
        "sub_cat_2": "Goal Setting",
        "sub_cat_2_desc": "As part of our soft skills module today, we are going to see. The most important thing for our career development or to achieve things properly to drug in our life, we all need to focus on this session that is goal setting. Because that is the driving factor. Without Google in front of you or in your mind, you do not have the driving force from within, so most of the time would be wasted or you would be traveling direction less so not to arrive in that situation, everyone, every student candidate is advised to have that career goal. The goals are of many. It could be financial goals, family goals, personal goals and also social goals. So out of all the goals, your career goal comes first, then we can add on to the next goals. This goal setting is very important because it will get all the things you desired within your reach on this. So. I am hopeful that whatever tips I'm going to share in this session will be of great help to you, so let's get started. Goal setting is for successful people. If a person doesn't have a goal, it is understood that he doesn't want to be successful indirectly. Yeah, so all the people who are successful, they are goal oriented, they are target oriented, even marketing jobs, marketing people, a company called Pretz, even family. So whoever they had that those goals, they will be successful. So if you want to be successful, you need to have goals. If you don't fix a goal for yourself, do it right away. And successful people are goal oriented. So these goals are of two types, short term, long term. Mostly I advise teenagers right from the teen age. You have a goal for yourself at a school level itself so that your risk to the time will be channelized, properly utilized, and also your energy levels will be all in the right place. Because youth is a time for energy levels, youth is a time for innovation, and youth is a time for execution. So your energy will be executed in the right direction of your choice. So you will stay ahead. You will stay focused. And also you will be. Adventurists, so we have two goals. What are those short term and long term? Every person should have short term, long term goals. Let me explain why I see this short term paves the way to long term. For instance, I want to become a motivational speaker. So at the short time I should start delivering speeches. I should start reading books. That should be my short short term goal. Then the long term goal being I want to become a motivational speaker, I should watch videos, I should be meeting some great personalities. I should read biographies, autobiographies, and also I should work on my body language communication skills. And also I have to focus on the research methodologies and what are the social issues and where I have to to do case studies. So this all will come under short term goals. And being my long term goal, I would be focusing on short term goals unless I work on a short term goal or identify how will I work. It would be just a daydreaming. OK, so when your goal oriented, you have your dream and you chase for the dream and the two steps are short term goal and next one is long term goal, so that finally you will be landing to your final dream and you will be finding out the initial budding steps where you can equip all the knowledge, expertise, skill set and then become finally one day. There is also an interesting principle for achieving your goal. That is smart work scene interviews. People say what is the difference between hard work and smart work? So you could say like this, doing more work in less time is smart work and doing work in more time is hard work. So now that now the trend is we should be realistic, practical, time bound, actionable, measurable, specific. So you need to do smart work. I'll explain you how to do this smart work. Also, let's take an example. I want to become an IRS officer. So in the intermediate level, I got to know this, so the intermediate itself, I choose the groups in such a way that would be my short term goal. And with intermediate, I will try to take integrated course where I will start learning the foundation codes, which will be helping me to crack the main civils. So after graduation, I will be attending the prelims and Mainz an interview round. OK, so I have to go for that process of examination so that I know that I want to become a civil servant. So at implementing itself, when you have a short term goal that in intermediate I need to secure concept oriented knowledge and also good person time. So here you will be through with the concept learning. It's not that you know, you are going for Mock's or so in the short term, yes, you will try to come out intermediate and graduation with excellence in the subject and also current knowledge. And you will be utilizing this five years, including intermittent graduation plus three years total five years. You will be focusing on gaining information, knowledge and how to crack interviews or how to crack I is in the first attempt, etc.. So your short term goal is intermediate. Then next comes graduation. Then once you're done, the long term goal would be, he said, you want to become an officer. This is a prestigious position and I appreciate all the youngsters who are really striving hard in present times to be in the great position and do and help the country. I really appreciate all the civil servants because I got an opportunity to teach intermediate graduates who are enrolled into this integrated civil fondation course. And that's how I could see the spark in students. And if they get it, since they are goal oriented, they are focused. So the civil service is something which cannot be enforced on anyone. It should be self driven. So all the best who are trying for such a prestigious position. And I appreciate all the other groups. Also, no group is lesser and I appreciate all the students, candidates and people who are struggling in their own areas to make a difference for themselves as well as for the society. Hats off. So now in the short term, this is all action oriented, this is once you are done here, then only you will be able to face the result. So the process is always not that joyful. So you should be willing to take the pain. So when when you have a goal in front of your eyes, you will always enjoy the process. So now let me explain with an example. Now, short term, long term is clear now. Even I'll explain with the same example. These things are specific. Yeah, so it is all particular that I made it very specific that to myself I should become is or after grandchildren, there should be a title, Indian administrative service. OK, so this is what I am specific and clear. So here specific means be clear. It's not that someone told and I become not like that. I am clear. I am clear to mine, to my mind, to myself. So that should be the goal. Next one is measurable. So the measurable is it is practically possible or not. Yes. So I am great at my academics and I am able to do regular study, intermediate and graduation and after graduation I want to attempt Seville's in the first time. I want to get onto that because I am prepared to work hard all these five years. Right. And I am going to revise all the income that is the syllabus designed by the central government at school level. So I am practical. Next is actionable. Yes, it is possible. Like actionable means the possible one. OK, so I can measure. So how many years in the measurable part, how many years, what works and everything in the actionable is what action to be taken. So two years of intermediate then three years of graduation. So is it practically. I'm able to take action. On that, so I'm ready to read, I'm ready to prepare, I am ready to sacrifice my enjoyment, I'm ready to work on it, be it 18 hours, 15 hours timetable and then everything. Realistically, yes, I'm not saying that I want to climb the Mt. Everest, so it is practically possible for me that I would read and I would get on to my goal. So it should be realistic. So see, no doubt that if you have fixed up in your mind that climbing the Mt. Everest, but it is not so realistic, all the people can achieve it. Right. So realistic. For example, I want to go and land in the moon. So it is not that realistic. It is possible, but it would take more time. So it should be realistic also that whatever you have goals, it should be practically possible for you. OK, time bound. So as I said, so I am fixed after schooling. Five years of valuable academic period will be dedicatedly for my knowledge, gathering information and knowing the exact strategies to crack. So once again, specific means clear, measurable means we are going to sort out. So what areas and which areas and how I am going to propose related timelines as well as efforts. Our efforts also are divided. Next, actionable. Is it practically okay for me? So do I have that much calibur? Am I able to spare? Am I able to dedicatedly concentrate on my studies without working part time job, looking at my financial things or family things? So all those things will come into the picture and being realistic, you are not see, you are not at all interested in civils, but someone told that you become is and you will say, I want to become civils. So you study just like that. Let us see at that time after graduation. So that's not realistic and time bound. It should be something like it should be a time bomb. I mean to say always see to it that you have designed like after school in five years. So that is very specific. You have kept a time, but if not faster than the one year I need to get on to that the civils. So that's how you can get on to your goal. Finally, with the help of short term, long term goals and being very particular about doing smart work, where you take all the things into consideration and achieve your goals, all the best friends, whoever would like to make a difference and achieve your goals, you can do it. My wishes, my best wishes for you all. And I pray for your beautiful life and careers. Stablest."

    }
        ]
    }

